{
  "title": "Terms of Service",
  "updated": "Last updated: January 15, 2026",
  "sections": {
    "acceptance": {
      "title": "1. Acceptance of Terms",
      "body": "By accessing or using Portyo (\"the Service\"), you agree to be bound by these Terms of Service. If you disagree with any part of the terms, you may not access the Service."
    },
    "accounts": {
      "title": "2. Accounts and Memberships",
      "body": "If you create an account on the Service, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account. You must immediately notify us of any unauthorized uses of your account or any other breaches of security."
    },
    "userContent": {
      "title": "3. User Content",
      "body": "We do not own any data, information, or material that you submit to the Service. You shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, and intellectual property ownership or right to use of all submitted Content. We reserve the right to refuse or remove any Content in our sole discretion."
    },
    "billing": {
      "title": "4. Billing and Payments",
      "body": "We use Stripe for payment processing. By selecting a paid plan, you agree to pay the subscription fees indicated for that service. Payments will be charged on a pre-pay basis on the day you sign up for an Upgrade and will cover the use of that service for a monthly or annual subscription period as indicated."
    },
    "termination": {
      "title": "5. Termination",
      "body": "We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms."
    },
    "changes": {
      "title": "6. Changes to Terms",
      "body": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect."
    },
    "contact": {
      "title": "7. Contact Us",
      "bodyPrefix": "If you have any questions about these Terms, please contact us at:"
    }
  }
}
